/*
	File:		TextEncodingNames.strings (localization tr)
	Contains:	User-visible names for TextEncodings
	Copyright:	© 2002-2004 by Apple Computer, Inc., all rights reserved.

	Note: This is a UTF16 text file. Don't add a cvs $Log, it won't work.
*/

"0x00010000" = "Batı Dilleri (Mac OS Roman)";				/* Western (Mac OS Roman) */
"0x00020000" = "Batı Dilleri (Mac OS Roman)";				/* Western (Mac OS Roman) */
"0x00000001" = "Japonca (Mac OS)";						/* Japanese (Mac OS) */
"0x00010001" = "Japonca (Mac OS)";						/* Japanese (Mac OS) */
"0x00020001" = "Japonca (Mac OS)";						/* Japanese (Mac OS) */
"0x00030001" = "Japonca (Mac OS)";						/* Japanese (Mac OS) */
"0x00040001" = "Japonca (Mac OS)";						/* Japanese (Mac OS) */
"0x00050001" = "Japonca (Mac OS)";						/* Japanese (Mac OS) */
"0x00000002" = "Geleneksel Çince (Mac OS)";			/* Traditional Chinese (Mac OS) */
"0x00000003" = "Korece (Mac OS)";						/* Korean (Mac OS) */
"0x00000004" = "Arapça (Mac OS)";						/* Arabic (Mac OS) */
"0x00010004" = "Arapça (Mac OS)";						/* Arabic (Mac OS) */
"0x00020004" = "Arapça (Mac OS)";						/* Arabic (Mac OS) */
"0x00030004" = "Arapça (Mac OS)";						/* Arabic (Mac OS) */
"0x00000005" = "İbranice (Mac OS)";						/* Hebrew (Mac OS) */
"0x00010005" = "İbranice (Mac OS)";						/* Hebrew (Mac OS) */
"0x00010006" = "Yunanca (Mac OS)";						/* Greek (Mac OS) */
"0x00020006" = "Yunanca (Mac OS)";						/* Greek (Mac OS) */
"0x00010007" = "Kiril (Mac OS)";						/* Cyrillic (Mac OS) */
"0x00020007" = "Ukraynaca (Mac OS)";					/* Ukrainian (Mac OS) */
"0x00030007" = "Kiril (Mac OS)";						/* Cyrillic (Mac OS) */
"0x00000009" = "Devanagari (Mac OS)";					/* Devanagari (Mac OS) */
"0x0000000A" = "Gurmukhi (Mac OS)";						/* Gurmukhi (Mac OS) */
"0x0000000B" = "Gujarati (Mac OS)";						/* Gujarati (Mac OS) */
"0x00000015" = "Tayca (Mac OS)";							/* Thai (Mac OS) */
"0x00000019" = "Basit Çince (Mac OS)";			/* Simplified Chinese (Mac OS) */
"0x0000001A" = "Tibetçe (Mac OS)";						/* Tibetan (Mac OS) */
"0x0000001D" = "Orta Avrupa (Mac OS)";				/* Central European (Mac OS) */
"0x00000021" = "Symbol (Mac OS)";						/* Symbol (Mac OS) */
"0x00000022" = "Dingbats (Mac OS)";						/* Dingbats (Mac OS) */
"0x00000023" = "Türkçe (Mac OS)";						/* Turkish (Mac OS) */
"0x00010024" = "Hırvatça (Mac OS)";						/* Croatian (Mac OS) */
"0x00020024" = "Hırvatça (Mac OS)";						/* Croatian (Mac OS) */
"0x00020025" = "İzlandaca (Mac OS)";					/* Icelandic (Mac OS) */
"0x00030025" = "İzlandaca (Mac OS)";					/* Icelandic (Mac OS) */
"0x00040025" = "İzlandaca (Mac OS)";					/* Icelandic (Mac OS) */
"0x00050025" = "İzlandaca (Mac OS)";					/* Icelandic (Mac OS) */
"0x00010026" = "Romence (Mac OS)";						/* Romanian (Mac OS) */
"0x00020026" = "Romence (Mac OS)";						/* Romanian (Mac OS) */
"0x00000029" = "Klavye Sembolleri (Mac OS)";				/* Keyboard Symbols (Mac OS) */
"0x0000008C" = "Farsça (Mac OS)";						/* Farsi (Mac OS) */
"0x0001008C" = "Farsça (Mac OS)";						/* Farsi (Mac OS) */
"0x000100FC" = "Batı Dilleri (Mac VT100)";					/* Western (Mac VT100) */
"0x000200FC" = "Batı Dilleri (Mac VT100)";					/* Western (Mac VT100) */
"0x00000101" = "Unicode 1.1";							/* Unicode 1.1 */
"0x04000101" = "Unicode 1.1 UTF-7";						/* Unicode 1.1 UTF-7 */
"0x08000101" = "Unicode 1.1 UTF-8";						/* Unicode 1.1 UTF-8 */
"0x00000103" = "Unicode 2.1";							/* Unicode 2.1 */
"0x04000103" = "Unicode 2.1 UTF-7";						/* Unicode 2.1 UTF-7 */
"0x08000103" = "Unicode 2.1 UTF-8";						/* Unicode 2.1 UTF-8 */
"0x00020103" = "Unicode 2.1 Doğal Ayrıştırma";	/* Unicode 2.1 Canonical Decomposition */
"0x00000104" = "Unicode 3.0";							/* Unicode 3.0 */
"0x00020104" = "Unicode 3.0 Doğal Ayrıştırma";	/* Unicode 3.0 Canonical Decomposition */
"0x00030104" = "Unicode 3.0 Doğal Birleştirme";		/* Unicode 3.0 Canonical Composition */
"0x00080104" = "Unicode 3.0 HFS Plus Ayrıştırma";	/* Unicode 3.0 HFS Plus Decomposition */
"0x00090104" = "Unicode 3.0 HFS Plus Birleştirme";		/* Unicode 3.0 HFS Plus Composition */
"0x04000104" = "Unicode 3.0 UTF-7";						/* Unicode 3.0 UTF-7 */
"0x08000104" = "Unicode 3.0 UTF-8";						/* Unicode 3.0 UTF-8 */
"0x00000106" = "Unicode 3.2";							/* Unicode 3.2 */
"0x00020106" = "Unicode 3.2 Doğal Ayrıştırma";	/* Unicode 3.2 Canonical Decomposition */
"0x00030106" = "Unicode 3.2 Doğal Birleştirme";		/* Unicode 3.2 Canonical Composition */
"0x00080106" = "Unicode 3.2 HFS Plus Ayrıştırma";	/* Unicode 3.2 HFS Plus Decomposition */
"0x00090106" = "Unicode 3.2 HFS Plus Birleştirme";		/* Unicode 3.2 HFS Plus Composition */
"0x04000106" = "Unicode 3.2 UTF-7";						/* Unicode 3.2 UTF-7 */
"0x08000106" = "Unicode 3.2 UTF-8";						/* Unicode 3.2 UTF-8 */
"0x00000108" = "Unicode 4.0";							/* Unicode 4.0 */
"0x00020108" = "Unicode 4.0 Doğal Ayrıştırma";	/* Unicode 4.0 Canonical Decomposition */
"0x00030108" = "Unicode 4.0 Doğal Birleştirme";		/* Unicode 4.0 Canonical Composition */
"0x00080108" = "Unicode 4.0 HFS Plus Ayrıştırma";	/* Unicode 4.0 HFS Plus Decomposition */
"0x00090108" = "Unicode 4.0 HFS Plus Birleştirme";		/* Unicode 4.0 HFS Plus Composition */
"0x04000108" = "Unicode 4.0 UTF-7";						/* Unicode 4.0 UTF-7 */
"0x08000108" = "Unicode 4.0 UTF-8";						/* Unicode 4.0 UTF-8 */
"0x00000201" = "Batı Dilleri (ISO Latin 1)";					/* Western (ISO Latin 1) */
"0x00010201" = "Batı Dilleri (Müzik CD Latin 1)";			/* Western (Music CD Latin 1) */
"0x00000202" = "Orta Avrupa (ISO Latin 2)";		/* Central European (ISO Latin 2) */
"0x00000203" = "Batı Dilleri (ISO Latin 3)";					/* Western (ISO Latin 3) */
"0x00000204" = "Orta Avrupa (ISO Latin 4)";		/* Central European (ISO Latin 4) */
"0x00000205" = "Kiril (ISO 8859-5)";					/* Cyrillic (ISO 8859-5) */
"0x00000206" = "Arapça (ISO 8859-6)";					/* Arabic (ISO 8859-6) */
"0x00010206" = "Arapça (ISO 8859-6 görsel sıra)";		/* Arabic (ISO 8859-6 visual order) */
"0x00020206" = "Arapça (ISO 8859-6 açık sıra)";	/* Arabic (ISO 8859-6 explicit order) */
"0x00000207" = "Yunanca (ISO 8859-7)";					/* Greek (ISO 8859-7) */
"0x00000208" = "İbranice (ISO 8859-8 tam sıra)";	/* Hebrew (ISO 8859-8 implicit order) */
"0x00010208" = "İbranice (ISO 8859-8 görsel sıra)";		/* Hebrew (ISO 8859-8 visual order) */
"0x00020208" = "İbranice (ISO 8859-8 açık sıra)";	/* Hebrew (ISO 8859-8 explicit order) */
"0x00000209" = "Türkçe (ISO Latin 5)";					/* Turkish (ISO Latin 5) */
"0x0000020F" = "Batı Dilleri (ISO Latin 9)";					/* Western (ISO Latin 9) */
"0x00000210" = "Romence (ISO Latin 10)";				/* Romanian (ISO Latin 10) */
"0x00000400" = "Latin-ABD (DOS)";						/* Latin-US (DOS) */
"0x00000405" = "Yunanca (DOS)";							/* Greek (DOS) */
"0x00000406" = "Baltık Kıyısı (DOS)";						/* Baltic Rim (DOS) */
"0x00000410" = "Batı Dilleri (DOS Latin 1)";					/* Western (DOS Latin 1) */
"0x00000412" = "Orta Avrupa (DOS Latin 2)";		/* Central European (DOS Latin 2) */
"0x00000414" = "Türkçe (DOS)";							/* Turkish (DOS) */
"0x00000416" = "İzlandaca (DOS)";						/* Icelandic (DOS) */
"0x00000419" = "Arapça (DOS)";							/* Arabic (DOS) */
"0x0000041B" = "Rusça (DOS)";							/* Russian (DOS) */
"0x0000041D" = "Tayca (Windows, DOS)";					/* Thai (Windows, DOS) */
"0x00000420" = "Japonca (Windows, DOS)";				/* Japanese (Windows, DOS) */
"0x00010420" = "Japonca (Palm)";						/* Japanese (Palm) */
"0x00000421" = "Basit Çince (Windows, DOS)";		/* Simplified Chinese (Windows, DOS) */
"0x00000422" = "Korece (Windows, DOS)";					/* Korean (Windows, DOS) */
"0x00000423" = "Geleneksel Çince (Windows, DOS)";	/* Traditional Chinese (Windows, DOS) */
"0x00000500" = "Batı Dilleri (Windows Latin 1)";				/* Western (Windows Latin 1) */
"0x00010500" = "Batı Dilleri (Palm Latin 1)";				/* Western (Palm Latin 1) */
"0x00000501" = "Orta Avrupa (Windows Latin 2)";	/* Central European (Windows Latin 2) */
"0x00000502" = "Kiril (Windows)";					/* Cyrillic (Windows) */
"0x00000503" = "Yunanca (Windows)";						/* Greek (Windows) */
"0x00000504" = "Türkçe (Windows Latin 5)";				/* Turkish (Windows Latin 5) */
"0x00000505" = "İbranice (Windows)";						/* Hebrew (Windows) */
"0x00000506" = "Arapça (Windows)";						/* Arabic (Windows) */
"0x00000507" = "Baltık Kıyısı (Windows)";					/* Baltic Rim (Windows) */
"0x00000508" = "Vietnamca (Windows)";					/* Vietnamese (Windows) */
"0x00000600" = "Batı Dilleri (ASCII)";						/* Western (ASCII) */
"0x00000601" = "Batı Dilleri (ANSEL)";						/* Western (ANSEL) */
"0x00000622" = "Japonca (JIS X0208)";					/* Japanese (JIS X0208) */
"0x00000628" = "Japonca (Shift JIS X0213)";			/* Japanese (Shift JIS X0213) */
"0x00000630" = "Basit Çince (GB 2312)";			/* Simplified Chinese (GB 2312) */
"0x00000631" = "Çince (GBK)";							/* Chinese (GBK) */
"0x00000632" = "Çince (GB 18030)";					/* Chinese (GB 18030) */
"0x00000640" = "Korece (KSC 5601-1987)";				/* Korean (KSC 5601-1987) */
"0x00000820" = "Japonca (ISO 2022-JP)";				/* Japanese (ISO 2022-JP) */
"0x00000821" = "Japonca (ISO 2022-JP-2)";				/* Japanese (ISO 2022-JP-2) */
"0x00000822" = "Japonca (ISO 2022-JP-1)";				/* Japanese (ISO 2022-JP-1) */
"0x00000830" = "Basit Çince (ISO 2022-CN)";		/* Simplified Chinese (ISO 2022-CN) */
"0x00000840" = "Korece (ISO 2022-KR)";					/* Korean (ISO 2022-KR) */
"0x00000920" = "Japonca (EUC)";						/* Japanese (EUC) */
"0x00000930" = "Basit Çince (EUC)";				/* Simplified Chinese (EUC) */
"0x00010930" = "Basit Çince (EUC)";				/* Simplified Chinese (EUC) */
"0x00000931" = "Geleneksel Çince (EUC)";				/* Traditional Chinese (EUC) */
"0x00000940" = "Korece (EUC)";							/* Korean (EUC) */
"0x00010940" = "Korece (EUC)";							/* Korean (EUC) */
"0x00000A01" = "Japonca (Shift JIS)";					/* Japanese (Shift JIS) */
"0x00010A01" = "Japonca (Shift JIS)";					/* Japanese (Shift JIS) */
"0x00000A02" = "Rusça (KOI8-R)";						/* Russian (KOI8-R) */
"0x00000A03" = "Geleneksel Çince (Big 5)";			/* Traditional Chinese (Big 5) */
"0x00030A03" = "Geleneksel Çince (Big 5)";			/* Traditional Chinese (Big 5) */
"0x00020A04" = "Batı Dilleri (Mac Mail)";					/* Western (Mac Mail) */
"0x00060A04" = "Türkçe (Mac Mail)";					/* Turkish (Mac Mail) */
"0x000B0A04" = "İzlandaca (Mac Mail)";					/* Icelandic (Mac Mail) */
"0x000E0A04" = "Romence (Mac Mail)";					/* Romanian (Mac Mail) */
"0x00000A05" = "Basit Çince (HZ)";				/* Simplified Chinese (HZ) */
"0x00000A06" = "Geleneksel Çince (Big 5 HKSCS)";		/* Traditional Chinese (Big 5 HKSCS) */
"0x00000A08" = "Ukraynaca (KOI8-U)";					/* Ukrainian (KOI8-U) */
"0x00000A09" = "Geleneksel Çince (Big 5-E)";			/* Traditional Chinese (Big 5-E) */
"0x00000B01" = "Batı Dilleri (NextStep)";					/* Western (NextStep) */
"0x00000B02" = "Japonca (NextStep)";					/* Japanese (NextStep) */
"0x00000C02" = "Batı Dilleri (EBCDIC Latin 1)";				/* Western (EBCDIC Latin 1) */
/* Following entries don't get translated in urkish */
"0x0000010A" = "Unicode 5.0";							/* Unicode 5.0 */
"0x0002010A" = "Unicode 5.0 Ayrıştırma";				/* Unicode 5.0 Decomposition */
"0x0003010A" = "Unicode 5.0 Doğal Birleştirme";		/* Unicode 5.0 Canonical Composition */
"0x0005010A" = "Unicode 5.0 Doğal Ayrıştırma";	/* Unicode 5.0 Canonical Decomposition */
"0x0008010A" = "Unicode 5.0 HFS Genişletilmiş Ayrıştırma";	/* Unicode 5.0 HFS Extended Decomposition */
"0x0009010A" = "Unicode 5.0 HFS Genişletilmiş Birleştirme";		/* Unicode 5.0 HFS Extended Composition */
"0x0400010A" = "Unicode 5.0 UTF-7";						/* Unicode 5.0 UTF-7 */
"0x0800010A" = "Unicode 5.0 UTF-8";						/* Unicode 5.0 UTF-8 */

